#### Terraform Format and Style 🖌`success`
#### Terraform Initialization ️⚙️`success`
#### Terraform Plan 📖`success`
#### Terraform Validation 🤖`success`

<details><summary>Show Plan</summary>

```

terraform

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # heroku_addon.database will be created
  + resource "heroku_addon" "database" {
      + app_id            = (known after apply)
      + config_var_values = (sensitive value)
      + config_vars       = (known after apply)
      + id                = (known after apply)
      + name              = (known after apply)
      + plan              = "heroku-postgresql:hobby-dev"
      + provider_id       = (known after apply)
    }

  # heroku_app.servers will be created
  + resource "heroku_app" "servers" {
      + acm                   = (known after apply)
      + all_config_vars       = (sensitive value)
      + buildpacks            = (known after apply)
      + config_vars           = (known after apply)
      + git_url               = (known after apply)
      + heroku_hostname       = (known after apply)
      + id                    = (known after apply)
      + internal_routing      = (known after apply)
      + name                  = "servers-terraform"
      + region                = "eu"
      + sensitive_config_vars = (sensitive value)
      + stack                 = "container"
      + uuid                  = (known after apply)
      + web_url               = (known after apply)
    }

Plan: 2 to add, 0 to change, 0 to destroy.

─────────────────────────────────────────────────────────────────────────────

Note: You didn't use the -out option to save this plan, so Terraform can't
guarantee to take exactly these actions if you run "terraform apply" now.

```

</details>

*Pusher: @specnazm, Action: `pull_request`*